Repository: groupserver/gs.group.member.join
Catalog: gs/group/member/join/locales/*/LC_MESSAGES/gs.group.member.join.po
Languages: de, fr

# aup
source: Acceptable use
de: Akzeptierte Anwedungen
fr: Usage accepté

# email-settings-phrase
source: <a href="${link}">Visit your <strong>email settings</strong> page</a> to verify your address, or add a new address.
de: <a href="${link}">Besuchen Sie Ihre <strong>E-Mail-Einstellungen</strong> </a> um Ihre Adresse zu bestätigen, oder um eine neue Adresse hinzuzufügen.
fr: <a href="${link}">Consultez la page de vos<strong>préférences de courriel</strong></a> afin de vérifier votre adresse, ou bien en ajouter une autre.

source: Join
de: Beitreten
fr: Joindre

# join-button
source: Join
de: Beitreten
fr: Joindre

# join-confirm
source: You have joined ${groupLink}.
de: Sie haben ${groupLink} beigetreten.
fr: Vous avez rejoint le groupe ${groupLink}.

# join-delivery-digest
source: You will receive a daily digest of topics from ${groupName}.
de: Sie werden eine tägliche Auswahl an Themen von ${groupName} empfangen.
fr: Vous recevrez un résumé quotidien des sujets du groupe ${groupName}.

# join-delivery-email
source: You will receive an email message every time someone posts to ${groupName}.
de: Sie werden bei jedem Beitrag in ${groupName} eine Nachricht per E-Mail erhalten.
fr: Vous recevrez un e-mail à chaque fois qu'une personne poste un sujet dans le groupe ${groupName}.

# join-delivery-web
source: You will not receive any email when someone posts to ${groupName}.
de: Sie werden keine E-Mail erhalten, wenn jemand etwas in ${groupName} hinterlässt.
fr: Vous ne recevrez aucun e-mail lorsqu'une personne postera dans le groupe ${groupName}.

# join-form-delivery-settings
source: Message delivery settings
de: Einstellungen für die Zustellung von Nachrichten
fr: Paramètres d'envoi des messages

# join-form-delivery-settings-help
source: Your message delivery settings.
de: Ihre Einstellungen für die Zustellung von Nachrichten.
fr: Les paramètres d'envoi de votre message.

# join-group
source: Join ${groupName}
de: ${groupName} beitreten
fr: Joindre le groupe ${groupName}

# join-page-already-a-member-issue
source: You are a <strong>member</strong> of ${groupName}.
de: Sie sind <strong>Mitglied</strong> von ${groupName}.
fr: Vous êtes un <strong>membre</strong> du groupe ${groupName}.

# join-page-already-a-member-task
source: Visit the group to participate.
de: Besuchen Sie die Gruppe um teilzunehmen.
fr: Visitez le groupe si vous souhaitez participer.

# join-page-breadcrumbs-site-home
source: Site homepage
de: Startseite
fr: Page d'accueil du site

# join-page-intro
source: To join ${groupName} set how frequently you want to receive messages below, and click the <samp class="button">Join</samp> button.
de: Um ${groupName} beizutreten, bestimmen Sie wie häufig Sie Nachrichten unten empfangen möchten, und klicken Sie auf die <samp class="button">Beitreten</samp> Schaltfläche.
fr: Afin de joindre le groupe ${groupName}, veuillez spécifier la fréquence de réception des messages ci-dessous, et cliquez sur <samp class=\"button\">Joindre</samp>.

# join-page-login
source: You must <strong>login</strong>.
de: Sie müssen sich <strong>anmelden</strong>.
fr: Vous devez être <strong>connecté.</strong>

# join-page-login-explanation
source: Then you can join ${groupName}.
de: Dann können Sie ${groupName} beitreten.
fr: Ensuite, il vous sera possible de joindre le groupe ${groupName}.

# join-page-multiple-errors
source: There are errors:
de: <p>Es sind mehrere Fehler aufgetreten:</p>
fr: Des erreurs sont présentes :

# join-page-single-error
source: There is an error:
de: <p>Es ist ein Fehler aufgetreten:</p>
fr: Il y a une erreur :

# join-page-title
source: Join: ${groupName}: ${siteName}
de: Beitreten: ${groupName}: ${siteName}
fr: Joindre : ${groupName} : ${siteName}

# join-page-verify-instruction
source: You must <strong>verify your email address</strong> before you can join ${groupName}. ${emailSettingsPhrase}
de: Sie müssen Ihre <strong>E-Mail-Adresse bestätigen</strong> bevor Sie ${groupName} beitreten können. ${emailSettingsPhrase}
fr: Vous devez <strong>vérifiez votre adresse e-mail</strong> avant de pouvoir joindre le groupe ${groupName}. ${emailSettingsPhrase}

# new-member-msg-are-admin
source: (You received this message because you are an administrator of ${groupName}. If you have any queries email us at ${supportEmail}.)
de: (Sie haben diese Nachricht erhalten, da Sie ein Administrator von ${groupName} sind. Falls Sie weitere Rückfragen haben, schreiben Sie uns eine E-Mail bei ${supportEmail}.)
fr: (Vous recevez ce message parce que vous êtes un administrateur du groupe ${groupName}. Si vous avez la moindre question, vous pouvez nous contacter à l'adresse ${supportEmail}.)

# new-member-msg-closing
source: Kind regards,<br /> <span>The ${siteName} Team</span>
de: Mit freundlichen Grüßen,<br /> <span>Ihr ${siteName} Team</span>
fr: Merci, <br/> <span>L'équipe ${siteName}</span>

# new-member-msg-heading
source: New member of ${groupName}
de: Neues Mitglied von ${groupName}
fr: Nouveau membre du groupe ${groupName}

# new-member-msg-intro
source: ${memberName} has joined ${groupName}.
de: ${memberName} hat ${groupName} beigetreten.
fr: ${memberName} a rejoint le groupe ${groupName}

# new-member-msg-membership
source: <strong>View the membership</strong> of ${groupName}.
de: <strong>Mitgliedschaft</strong> von ${groupName} anzeigen.
fr: <strong>Afficher les membres</strong> du groupe ${groupName}.

# new-member-msg-salutation
source: Hello ${adminName},
de: Liebe/r ${adminName},
fr: Cher ${adminName},

# new-member-msg-title
source: New member: ${groupName}: ${siteName}
de: Neues Mitglied: ${groupName}: ${siteName}
fr: Nouveau membre : ${groupName} : ${siteName}

# new-member-msg-txt-admin
source: You are received this message because you are an administrator of ${groupName}.
de: Sie haben diese Nachricht erhalten, da Sie ein Admonistrator von ${groupName} sind.
fr: Vous avez recu ce message parce que vous êtes administrateur du groupe ${groupName}.

# new-member-msg-txt-closing
source: Kind regards, The ${siteName} Team
de: Mit freundlichen Grüßen, Ihr ${siteName} Team
fr: Merci, L'équipe ${siteName}

# new-member-msg-txt-intro
source: ${memberName} has joined ${groupName}.
de: ${memberName} ist ${groupName} beigetreten.
fr: ${memberName} a rejoint le groupe ${groupName}.

# new-member-msg-txt-membership
source: View the membership of ${groupName} at ${membershipURL}
de: Mitgliedschaft von ${groupName} anzeigen bei ${membershipURL}.
fr: Voir les membres du groupe ${groupName} à l'adresse suivante : ${membershipURL}

# new-member-msg-txt-profile
source: View the profile for ${memberName} at ${groupURL}
de: Profil von ${memberName} anzeigen bei ${groupURL}.
fr: Afficher le profil du membre ${memberName} à l'adresse suivante ${groupURL}

# new-member-msg-txt-salutation
source: Hello ${adminName},
de: Liebe/r ${adminName},
fr: Cher ${adminName},

# new-member-msg-view-profile
source: <strong>View the profile</strong> of ${memberName}.
de: <strong>Profil</strong> von ${memberName} anzeigen.
fr: <strong>Afficher le profile</strong> du membre ${memberName}.

# new-member-subject
source: ${userName} has joined ${groupName}
de: ${userName} hat ${groupName} beigetreten
fr: ${memberName} a rejoint le groupe ${groupName}

source: Privacy
de: Privatsphäre
fr: Confidentialité

# support-message-group-welcome-body
source: Hello, I received a Welcome message from the group ${groupName} ${groupUrl} and...
de: Hallo, ich habe eine Willkommens-Nachricht der Gruppe ${groupName} ${groupUrl} erhalten und...
fr: Bonjour, J'ai recu un message de bienvenue du groupe ${groupeName} ${groupURL} et...

# support-message-group-welcome-subject
source: Group welcome
de: Herzlich willkommen an die gesamte Gruppe
fr: E-mail de bievenue

# support-message-new-member-body
source: Hello, I am an administrator of the group ${groupName} ${groupUrl} and...
de: Hallo, ich bin Administrator von der Gruppe ${groupName} ${groupUrl} und...
fr: Bonjour, Je suis administrateur du groupe ${groupName} ${groupUri} et...

# support-message-new-member-subject
source: New member
de: Neues Mitglied
fr: Nouveau membre

# tos
source: Terms of service
de: Nutzungsbedingungen
fr: Conditions d'utilisation

# view-welcome-link
source: <strong>View</strong> the welcome message
de: Willkommens-Nachricht <strong>anzeigen</strong>
fr: <strong>Afficher</strong> l'e-mail de bienvenue

# welcome-msg-closing
source: Kind regards,<br /> <span>The ${siteName} Team</span>
de: Mit freundlichen Grüßen,<br /> <span>Ihr ${siteName} Team</span>
fr: Merci, <br /> <span>L'équipe ${siteName}</span>

# welcome-msg-heading
source: Welcome to ${groupName}
de: Willkommen bei ${groupName}
fr: Bienvenue dans le groupe ${groupName}

# welcome-msg-intro
source: Welcome to ${groupName}. Below is some information to help you get the most out of your new group.
de: Willkommen bei ${groupName}. Unten sind einige Informationen um Ihnen dabei zu helfen das Beste aus Ihrer neuen Gruppe herauszuholen.
fr: Bienvenue dans le groupe ${groupName}. Veuillez trouver ci-dessous quelques informations utiles afin de pouvoir utiliser votre groupe.

# welcome-msg-leave
source: You can leave ${groupName} at any time by visiting <code>${leaveURL}</code>.
de: Sie können ${groupName} jederzeit verlassen, in dem Sie <code>${leaveURL}</code> besuchen.
fr: Il vous est possible de quitter le groupe ${groupName} à n'importe quel moment en visitant l'url suivante : <code>${leaveURL}</code>.

# welcome-msg-post
source: To post a message using <strong>email</strong> send a message to <code>${groupEmail}</code>
de: Um eine Nachricht via <strong>E-Mail</strong> zu hinterlassen, senden Sie eine Nachricht an <code>${groupEmail}</code>
fr: Afin d'envoyer un message par <strong>e-mail</strong>, envoyez un message à <code>${groupEmail}</code<

# welcome-msg-profile
source: Visit <strong>your profile</strong>.
de: <strong>Ihr Profil</strong> anzeigen.
fr: Afficher <strong>votre profil</strong>.

# welcome-msg-profile-details
source: There you can see what other groups you are in, and change your <strong>email settings.</strong>
de: Dort können Sie sehen welchen anderen Gruppen sie angehören und Ihre <strong>E-Mail-Einstellungen</strong> ändern.
fr: Ici, il vous est possible de lister les autres groupes auxquels vous appartenez, et mettre à jours vos <strong>préférences e-mail</strong>

# welcome-msg-salutation
source: Hello ${memberName},
de: Liebe/r ${memberName},
fr: Cher ${memberName},

# welcome-msg-support-link
source: If you have any problems, email us at <code>${supportEmail}</code>.
de: Falls es Probleme gibt, schicken Sie eine Mail an <code>${supportEmail}</code>.
fr: Si vous avez le moindre problème, veuillez nous contacter à l'adresse suivante <code>${supportEmail}</code>.

# welcome-msg-title
source: Welcome: ${groupName}: ${siteName}
de: Willkommen: ${groupName}: ${siteName}
fr: Bienvenue : ${groupName} : ${siteName}

source: welcome-msg-txt-closing
de: Willkommens-Nachricht-Schlussteil
fr: Merci, L'équipe ${siteName}

# welcome-msg-txt-intro
source: Welcome to ${groupName}. Below is some information to help you get the most out of your new group.
de: Herzlich willkommen bei ${groupName}. Unten sind einige Informationen um Ihnen dabei zu helfen das Beste aus Ihrer neuen Gruppe herauszuholen.
fr: Bienvenue dans le groupe ${groupName}. Veuillez trouver ci-dessous quelques informations afin de pouvoir utiliser votre groupe.

# welcome-msg-txt-leave
source: You can leave ${groupName} by visiting ${leaveLink}.
de: Sie können ${groupName} verlassen, in dem Sie ${leaveLink} besuchen.
fr: Il vous est possible de quitter le groupe ${groupName} ${leaveLink}.

# welcome-msg-txt-member
source: See who else is a member, view the archives, and more by visiting the page for ${groupName} at ${groupUrl}
de: Sehen Sie wer noch ein Mitglied ist, besuchen Sie das Archiv, und weiteres auf der Seite für ${groupName} bei ${groupUrl}.
fr: Affichez les autres membres, les archives, et bien plus, en visitant la page du groupe ${groupName} à l'adresse ${groupeUrl}

# welcome-msg-txt-post
source: To post a message using email send a message to ${groupEmail}
de: Um eine Nachricht via E-Mail zu hinterlassen, senden Sie eine Nachricht an ${groupEmail}
fr: Afin d'envoyer un message par e-mail, veuillez envoyer un message à ${groupEmail}

# welcome-msg-txt-problems
source: If you have any problems, email us at ${supportEmail}
de: Falls Probleme auftreten, senden Sie uns eine E-Mail an ${supportEmail}
fr: Si vous avez le moindre problème, veuillez nous contacter à l'adresse suivante ${supportEmail}

# welcome-msg-txt-profile
source: Visit your profile to see what other groups you are in, and change your email settings, at ${profileLink}
de: Besuchen Sie Ihr Profil um zu sehen in welchen anderen Gruppen Sie sind und ändern Sie Ihre E-Mail-Einstellungen bei ${profileLink}
fr: Affichez votre profil afin d'afficher les autres groupes auxquels vous appartenez, ainsi que de gérer vos préférences e-emails à l'adresse suivante : ${profileLink}

# welcome-msg-txt-salutation
source: Hello ${memberName},
de: Liebe/r ${memberName},
fr: Cher ${memberName},

# welcome-msg-visit-group
source: Visit the page for ${groupName} at <code>${groupUrl}</code> to see who else is a <strong>member,</strong> view the <strong>archives</strong>, and more.
de: Besuchen Sie die Seite für ${groupName} bei <code>${groupUrl}</code> um zu sehen, wer noch ein <strong>Mitglied</strong> ist, besuchen Sie das <strong>Archiv</strong>, und weiteres.
fr: Visitez la page pour le groupe ${groupName} à l'adresse <code>${groupUrl}</code>, afin d'afficher tous les <strong>membres,</strong> ainsi que les <strong>archives,</strong> et plus encore !

# welcome-subject
source: Welcome to ${groupName}
de: Willkommen bei ${groupName}
fr: Bienvenue dans le groupe ${groupName}
